{"pages":[{"title":"Hello World","text":"这里只是文章摘要。 Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/Rubbish/1.html"}],"posts":[{"title":"写给我自己的话","text":"小小的人有大大的梦想。 我不知道为什么我要写这一篇文章。至少在我落笔的此刻，一切我心里都是是模糊的。我只知道我想写，我需要写，所以我就开始写了。 小时候我小时候的梦想是什么呢？小时候？ 永红小学的时光小的时候我的声音有些娘，一直都是“校园霸凌”的对象，二年级的时候，语文老师说她很喜欢我的声音，有时带着我练习朗诵。我记得那个时候的快乐，班级门口有一课很高的老树，没有操场，巨大的院子就是我们的游乐园。那个时候的我还什么都不懂，满脑子只有玩，班级里没有多少同学，就算刚刚被他们欺负了，下节课下课有时门口的玩伴。后来有一次有一个同学在上课的时候尿裤子了，我就暂时脱离了被霸凌的苦海。 东方小学的时光后来我的小学合并到了另一所大很多的小学，但是现在看来也不算大，一个年级有6个班，每个班四五十个学生，不过相比于我原来的小学（只有两个小班）来说，已经很大了。学校有操场，有机房，有美术教室，有篮球场，有乒乓球桌。在记忆里好像合并的时候我重新上了一次二年级，又好像没有，不记得了。因为记忆主要从三年级开始，合并以后，娘娘腔的外号有重新回到了我的头上，我也再没见过原来的语文老师。在东方小学记忆最深的是我的英语老师和音乐老师。英语老师好像姓袁，她很有趣，上课总是很欢乐，回答问题有糖果奖励，总是会夸奖我们。不过也仅限于三年级了。不知道老师经历了什么，到四年级我们就开始经历体罚，打手心，罚抄等等，我记得她曾经几次让我们把英语书从头到尾抄几遍，还好那个时候的书文字并不多。还记得她曾经推到了一个隔壁班的男学生，他很高，比我高好多好多。从那个时候开始，我就很害怕英语老师。但是她还是一位优秀的老师，三年级一整年带起了我对英语的兴趣，虽然之后又被填鸭式教学逐渐浇息。但是我真的曾经从她那里得到了很少有的赞赏和自信。曾经只在二年级的语文老师那里感受过的温暖。她会带学生参加比赛，我记忆里她一直都选择那位叫刘靖的女生，从来没有选过我，我有些嫉妒。讽刺的是，我现在唯一的朋友谐音也叫刘进。音乐老师，我的记忆很深刻因为她让我闭上了嘴。对于她我记忆里最深的有三件事。第一是在她的课一开始，我总是很大声的跟着唱，没有害羞，不知道自己唱的如何，反正她要唱我们就大声唱。第二是，有一节课她喊我们每一个人都单独唱，做出评价。其他人的评价我不记得了，但是我始终记得，她说我五音不全，以后唱歌声音小到只有自己能听见就好。从那个时候开始，我就渐渐不再开口了，小学到高中的所有合唱，唱歌活动，我都只对口型了，我也再记不住音调，没有学会任何一首歌。第三是，她有一次喊我回答问题，说我说话的声音很好听，像唱歌一样。这一句表扬我始终记得，也正因为这个我才不恨她，因为他的这一句褒奖让我对自己的声音重拾自信，没有走向极端。小学还有几位老师我有很对印象。一个是班主任，语文老师赵黎英。她选择我和另外几位同学参加常州新周刊小记者，她夸奖过几次我的文章。她会让同学上台读小说，会在作文课带我们做科学实验，莫比乌斯环，火烧孙悟空等等等等。一个是校长，她还是我的电脑老师，她很温柔。 还有体育，我的体育总是很糟糕，也是从小学开始，我就对体育失去了信心，我似乎不擅长任何体育运动。 还有几位同学。施程伟，他曾是我的同桌，学习尚可，对他印象最深刻的是他会画很多种小人，然后用他们编故事，我很喜欢听也很喜欢参与。梁巧慧，她是班里的学霸。我一直想要超越她，却一直没有成功。张倩，她也曾经是我的同桌，他让我第一次经历了38线。瞿雨婷，她总是被班里男生欺负，我也是。王珺，他是欺负我们的一员。 小学的时光很快就过去了。升初中的时候，生活条件好的就直接择校上了私立中学。我毕业考试考得很好，但是传来了为了促进教育公平就近入学的消息。我上了学校隔壁的一所很小的中学——兰陵中学。我知道这个学校不好，因为我姐就在这里。她是学校合唱团的一员，小的时候因为超生，她被寄养在阿姨家，接过来的时候已经能上初中了，肯收的也只有兰陵中学。梁巧慧和王珺应该和我一样，家庭条件不好，也上了兰陵中学（外来务工子弟学校）。施程伟和瞿雨婷上了清潭中学。施程伟我不太清楚，瞿雨婷我后来遇到过，她高中考上了一中，是一所省重点中学，至于大学，一定很好吧。至少不会像我这样失败。 中学的时光兰陵中学当我知道自己没有进入清潭中学，反而在兰陵中学的校门上看到了自己名字，我很伤心。清潭中学比兰陵中学好太多了，兰陵中学的所有学生和老师加起来也没有清潭中学的一个年级学生多，甚至都没有一半。兰陵中学只有几栋楼，而清潭中学有两个校区，每个校区都有两个兰陵中学那么大。我真的很失望，兰陵中学理我家不远不近，清潭中学也是差不多的距离，我失望在哪里呢？我们一家五口挤在一间20平米的出租房里，我们的房东的小孩上的是清潭中学。就是这样，我至今不明白。但是无论如何，我进入了兰陵中学。这个时候的我进入变声期，不在是之前娘娘的腔调，越来越多的人说我的声音好听，虽然我并没有什么感觉。《未完待续》","link":"/2020/03/21/TellEveryone/"},{"title":"重要公告","text":"考研复习繁忙，全站暂时关闭 时间一点一点在推移，考研初试越来越近，我的自由支配时间也越来越少。 所以全站的暂时关闭，所有文章都会逐渐精修，慢慢重新更新。","link":"/2020/03/21/Tell/"}],"tags":[{"name":"随笔","slug":"随笔","link":"/tags/%E9%9A%8F%E7%AC%94/"},{"name":"杂想","slug":"杂想","link":"/tags/%E6%9D%82%E6%83%B3/"},{"name":"公告","slug":"公告","link":"/tags/%E5%85%AC%E5%91%8A/"}],"categories":[{"name":"随笔","slug":"随笔","link":"/categories/%E9%9A%8F%E7%AC%94/"},{"name":"杂想","slug":"随笔/杂想","link":"/categories/%E9%9A%8F%E7%AC%94/%E6%9D%82%E6%83%B3/"},{"name":"公告","slug":"公告","link":"/categories/%E5%85%AC%E5%91%8A/"}]}